Repository: Aramxxx8691/Django-42
Catalog: Django_3_Final/d09/locale/*/LC_MESSAGES/django.po
Languages: hy

source: English
hy: Անգլերեն

source: Russian
hy: Ռուսերեն

source: Armenian
hy: Հայերեն

source: French
hy: Ֆրանսերեն

source: Username
hy: Օգտատեր

source: Login
hy: Մուտք

source: Register
hy: Գրանցվել

source: Logged as
hy: Մուտք գործած որպես

source: Logout
hy: Ելք

source: Language
hy: Լեզու

source: Home
hy: Գլխավոր

source: Articles
hy: Հոդվածներ

source: Favourites
hy: Ընտրյալներ

source: Publications
hy: Հրապարակումներ

source: Title
hy: Վերնագիր

source: Synopsis
hy: Ամփոփագիր

source: Author
hy: Հեղինակ

source: Created
hy: Ստեղծվել է

source: When
hy: Երբ

source: Updated
hy: Թարմացվել է

source: Action
hy: Գործողություն

source: Detail
hy: Մանրամասներ

source: No articles available.
hy: Հոդվածներ չկան

source: Failed to update favorite status.
hy: Հնարավոր չէ թարմացնել ընտրյալ կարգավիճակը

source: Favourite Articles
hy: Սիրված հոդվածներ

source: No favorites added yet.
hy: Դեռևս ընտրյալներ ավելացված չեն:

source: Are you sure you want to remove this article from your favorites?
hy: Իսկապե՞ս ուզում եք հեռացնել այս հոդվածը ձեր ընտրյալներից:

source: My Articles
hy: Իմ հոդվածները

source: Publish New Article
hy: Հրապարակել նոր հոդված

source: Content
hy: Բովանդակություն

source: Publish
hy: Հրապարակել

source: Edit Article
hy: Խմբագրել հոդվածը

source: Update
hy: Թարմացնել

source: Chat
hy: Չատ

source: Chat Rooms
hy: Չատերի սենյակներ

source: Enter new chatroom name
hy: Մուտքագրեք նոր չատի սենյակի անունը

source: Create Chatroom
hy: Ստեղծել չատ

source: Select a chatroom to enter:
hy: Ընտրեք չատ սենյակ մուտք գործելու համար:

source: Select a chatroom
hy: Ընտրեք չատ

source: Enter Chatroom
hy: Մուտք գործել չատ

source: Select a default chatroom:
hy: Ընտրեք սերվերի սենյակ:

source: Chat Messages
hy: Չատ հաղորդագրություններ

source: No messages yet.
hy: Հաղորդագրություններ դեռ չկան։

source: Active Users
hy: Ակտիվ օգտատերեր

source: Type your message...
hy: Գրել ...

source: Send
hy: Ուղարկել

source: Enter your username
hy: Մուտքագրեք ձեր օգտանունը

source: Enter your password
hy: Մուտքագրեք ձեր գաղտնաբառը
